Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: habitats to two hundred cubic meters on wealthy and prosperous habitats.
fr_fr: habitats à deux cent mètres cubes sur les habitats riches et prospères.

source: Since each cubic meter of a habitat must be manufactured and the process of manufacturing or expanding a habitat is far from simple, space is at a premium.
fr_fr: Comme chaque mètre cube d'un habitat doit être fabriqué et que le processus de fabrication ou d'extension d'un habitat est loin d'être simple, l'espace est au plus cher.

source: The only exceptions to this scarcity are on Europa and Mars, which can be inhabited by properly adapted morphs without the necessity of complex life support or the danger of vacuum waiting just outside every exterior wall.
fr_fr: Les seules exceptions à cette rareté est sur Europe et sur Mars, qui peuvent être habitée par des morphs correctement adaptées sans avoir besoin de système de survie complexe ou sans que le danger du vide spatial ne sit présent derrière chaque mur extérieur.

source: As a result, owning a larger dwelling space in a habitat is worth a significant amount, and large villas and private asteroids are luxuries possessed by only the highest rep individuals.
fr_fr: Posséder un grand espace résidentiel dans les habitats représente une grande quantité de richesse, et les plus grandes villas et astéroïdes privés sont des luxes possédés uniquement par les individus éyant les rep les plus élevées.

source: While transhuman labor has become relatively cheap due to the large number of infugees who must sell their services or indenture themselves to obtain morphs and habitat space, skilled labor is far more expensive.
fr_fr: Alors que la main d'œuvre transhumaine est devenue relativement bon marché en raison du nombre d'unfugiés qui doivent vendre leurs services ou se contracter pour obtenir une morph et de l'espace dans un habitat, la main d'œuvre qualifiée est bien plus chère.

source: Buying a unique custom morph design, for example, crafted by a skilled biogeneticist, can cost as much as a small spacecraft depending on how much this morph deviates from standard models.
fr_fr: Acheter la conception d'une morph unique, par exemple, fabriquée par un biogénéticien compéten, peut coûter jusqu'au prix d'un petit vaisseau en fonction de l'écart entre la morph et le modèle standard.

source: The same is true for everything from custom-designed clothing to complex pieces of technology designed for a single specific usage.
fr_fr: Le même principe s'applique pour tout ce qui est conçu sur mesure des vêtements aux éléments extrêmements spécifiques de technologie conçus pour un usage spécifique et unique.

source: While the actual manufacturing costs of these items is no more expensive than any other similar item, the time and effort needed to design them can make them exceedingly expensive.
fr_fr: Alors que la fabrication en soi de ces objets n'est pas plus chère que n'importe lequel des objets similaires, le temps et l'effort nécessaire à la conception les rendent excessivement chers.

source: The final commodity that is both scarce and valuable is novelty.
fr_fr: La dernière denrée à être à la fois cher et rare est la nouveauté.

source: While anyone can drink a fine wine or wear a wide range of designer clothing, other commodities are kept deliberately scarce.
fr_fr: Alros que tout le monde peut déguster un vin fin ou porter une large gamme d'habits de concepteurs, d'autres marchandises sont gardées délibérément rare.

source: Cuttingedge fashion, new music, and even haute nosh (bold, exclusive snack food designs) are harder to find because the templates needed to manufacture them are encrypted and cannot be copied.
fr_fr: La mode d'avant-garde, la nouveauté musicale et même la haute bouffe (concept d'aliments exclusif et audacieux) sont plus difficile à trouver car les plans nécessaires à les fabriquer sont chiffré et ne peuvent pas être copiés.

source: The copy protection used on the templates for newly created goods automatically expires within three years at most, and most habitats reduce this to one year.
fr_fr: La protection contre la copie utilisés sur les plans des biens nouvellement créés expire automatiquement dans les trois ans au plus tard, et la plupart des habitats réduisent ce délai à un an.

source: In addition, this copy protection is never perfect; someone always manages to create pirated versions of these new goods within two to six months.
fr_fr: De plus, cette protection n'est jamais parfaite; quelqu'un réussit toujours à créer une version piratées de ces nouveaux biens en deux à six mois.

source: However, from the time templates are created until the time that someone pirates them, these items are only available to individuals who are willing and able to pay for them.
fr_fr: Cependant, entre le moment ou le schéma est créé et le moment où quelqu'un le pirate, ces objets ne sont disponibles qu'aux individus qui acceptent et qui peuvent en payer le prix.

source: Popular new templates command a good price in the new economy, and a large number of transhumans make their living designing and marketing such templates.
fr_fr: Les nouveaux schémas populaires réclament un bon prix dans la nouvelle économie, et un grand nombre de transhumains vivent de la conception et de la vente de tels plans.

source: In an age when digital material is easily copied and physical goods are reproducible with nanofabrication, concepts like copyright, trademark, and intellectual property are fighting a losing war.
fr_fr: A une époque où les matériau numériques sont facilement copiés et où les biens physiques sont reproductivle avec la nanofabrication, des concepts tels que le droit d'auteur, les amrques déposées et la propriété intellectuelle sont engagés dans une guerre perdue d'avance.

source: Despite the best methods of encryption, DRM, and similar anti-piracy measures, very little escapes the clutches of pirates for long.
fr_fr: En dépit des meilleures méthodes de chiffrement, de DRM ou d'autre mesrue anti-piratages équivalentes, très peu de produits échappent à la piraterie.

source: It’s not unheard of for copies/blueprints of new goods to be shared on pirate networks before they’re even officially released.
fr_fr: Les cas de copies/plans de nouveaux biens partagés sur des réseaux pirates avant même leur sortie officielle sont fréquents.

source: In response, some manufacturers, designers, and artists attempt to produce goods that are irreproducible—and thus more highly valued.
fr_fr: La réponse de certains fabricants, concepteurs et artistes a été de tenter de produire des biens non reproductible - et donc encore plus prisés.

source: Possible approaches include transgenic living sculptures with built-in obsolescence and terminator genes, energy art, items made from extremely rare materials (e.g., a chair crafted from titanium mined from the Mead crater on the harsh Venusian surface), or intangibles such as skilled performances.
fr_fr: Les approches possible incluent les sculptures vivantes transgéniques construit avec des gènes de terminaison et d'obsolescence, l'art énergétique, les objets fabriqués dans des matériaux extrêmement rare (par exemple, une chaise fabriquées dans du titanium extrait du cratère Mead sur la surface hostile de Vénus) ou les objets intangibles tels que des spectacles de haute technicité.

source: {The economy and infomorph refugees}
fr_fr: {L'économie et les infugiés}

source: During the last phase of The Fall and the evacuation of Earth, more than four hundred million refugees were uploaded and egocast to orbital databanks.
fr_fr: Pendant la dernière pahse de la Chute et l'évacuation de la Terre, plus de quatre cent millions de réfugiés ont étés uploadé et égocasté dans des bases de données en orbitales.

source: From there, infomorph refugees were beamed to databanks throughout the solar system.
fr_fr: De ces banques, les réfugiés infomorph ont étés transmis dans des banques de données à travers tout le système solaire.

source: They were forced to flee Earth without any of their possessions, even their bodies.
fr_fr: Ils ont été forcés de fuire la Terre sans aucun biens, sans même leur corps.

source: Instead, they became infomorphs who had nothing beyond their minds and memories—the most destitute group of refugees ever to exist in human history.
fr_fr: Ils sont devenus des infomrophs qui n'ont plus rien au delà de leur esprtit et de leurs souvenirs - le groupe de réfugié le plus dépourvu de l'histoire de l'humanité.

source: In the years since the Fall, large numbers of these infugees have been resleeved.
fr_fr: Dans les années qui ont suivit la Chute, un grand nombre de ces infugiés ont étés réincarnés.

source: Anyone with valuable skills was first to gain a morph, followed by anyone with friends or relatives already living in orbit who could take responsibility for the person's resleeving.
fr_fr: Ceux disposant de compétences de valeurs ont été les premiers à gagner une morph, suivis par tout ceux qui avaient des amis ou des proches vivant déjà en orbite et qui pouvait se porter garant de la réincarnation.

source: Those two groups accounted for only half of the refugees.
fr_fr: Ces deux groupes n'ont représenté que la moitié des réfugiés.

source: The remaining found themselves in a far more difficult situation.
fr_fr: Les autres se sont retrouvés dans une situation bien plus difficile.

source: Lacking either personal contacts or vital skills, they had no one else to help them.
fr_fr: Manquant de contact personnels ou de compétences vitale, ils n'avaient personne pour les aider.

source: In the first few years, many of these infugees signed contracts promising their labor or other services in return for resleeving and a guarantee of some form of income sufficient to support them.
fr_fr: Dans les premières années, beaucoup de ces infugiés ont signés des contrats échangeant leur main d'œuvre ou d'autres services en échange dune réincarnation et la garnatie d'une forme de revenue suffisante pour survivre.

source: Because of the critical labor shortages in the first five years after the Fall, another thirty percent of the refugees managed to regain bodies (usually cheap synthmorphs).
fr_fr: En raison du manque critique de main d'œuvre dans les cinq premièrs années parès la Chute, trente autres pourcents de réfugiès parvinrent à récupérer un corps (générallement une synthmorph bon marché).

source: These indentured servants performed all manner of critical tasks, ranging from scavenging ruined habitats for useful devices to mining or asteroid herding.
fr_fr: Ces serf contractés réalisait tout type de tâches critique, allant de la récupération d'habitats à l'état de ruine pour des appareils utiles au forage ou à l'exploitation des astéroïdes.

source: Others became servants or bodyguards for the rich, or performed less moral services for criminal syndicates.
fr_fr: D'autres devinrent des serviteurs ou des gardes du corps pour les plus riche, ou effectuèrent d'autres services moralement contestable pour les syndicats du crime.

source: Most took on orbital construction jobs, helping to construct the new habitats that would eventually become their home.
fr_fr: La plupart choisirent des emploi en construction orbitale, aidant à construire de nouveaux habitats qui pourraient éventuellement devenir leur maison.

source: Some infugees found work performing services like data-mining, monitoring automated factories, or other jobs that could be done by infomorphs.
fr_fr: Quelques infugiés trouvèrent du travail en effectuant des services comme de l'exploitation de donnée, de la surveillance d'usine automatisée ou d'autres travaux pouvant être facilement fait par des infomorphs.

source: After the Fall, infomorphs were used to take over numerous tasks previously handled by AGIs, who were no longer trusted.
fr_fr: Après la Chute, les infomorphs étaient utilisées pour s'occuper de nombreuses tâches précédement effectuées par des AGIs, a qui plus personne en faisait confiance.

source: Unfortunately, some infomorph refugees made bad or unlucky deals and ended up working for years only to find that their employer either kept finding ways to delay or reduce the payment or vanished before they delivered on their promise.
fr_fr: Malheureusement, quelques réfugiés infomorph ont signé des contrats malheureux ou mauvais et se sont retouvés à travailler pendant des années avant de s'apercevoir que soit leur employeur cherchait en permanence une façon de repousser ou de réduire le paiement, soit disparaissait avant de pouvoir tenir leur promesse.

source: As a result, slightly more than twenty percent of the original infomorph refugees remain infomorphs; some by choice, but most because they have not been able to acquire the means to resleeve themselves or are still working long contracts to gain their morph.
fr_fr: En conséquence, un peu plus de vingt pourcent des infogiés restent à l'étât d'infomorph; certains par choix, mais la plupart parcequ'ils n'ont pas été capable d'acquérir les moyens de se réincarner ou travaillent encore sur des contrats longue durée pour gagner leur morph.

source: The problem with obtaining bodies for these infugees goes beyond simply providing a new morph for resleeving; living beings require living space as well as a steady supply of consumables.
fr_fr: Le problème d'obtenir un corps pour ces infugiés va au-delà de simplement fournir une moph pour s'y réincarner; les êtres de chair nécessitent de l'espace ainsi qu'un stock permanent de consomable.

source: For this reason, many infugees have been morphed in synthetic shells and housed in areas inhospitable to biomorphs, such as the unenclosed portions of Venusian aerostats.
fr_fr: Pour ces raisons, beaucoup d'infugiés ont étés morphés dans des coquilles synthétique et hébergés dans des zones inhospitalière pour les biomorphs, tels que les part non fermées des aérostats Venusiens.

source: With space in short supply, the waiting list for infugees looking for a habitat to call home is quite long.
fr_fr: La place étant en rupture de stock, les listes d'attentes pour les infugiés cherchant un habitat qu'ils puissent appeler maison sont relativement longues.

source: Both the hypercorps and the Planetary Consortium were quick to make use of this vast labor pool, especially on Mars.
fr_fr: Les hypercorps et le Consortium Planétaire ont été prompt à utiliser cette grande réserve de main d'œuvre, particulièrement sur Mars.

source: Mars has large amounts of open space and resources and is sufficiently close to habitable that Mars-adapted morphs like the ruster are inexpensive to create.
fr_fr: Mars possède de grandes quantité d'espace à l'air libre et de ressources et est suffisament proche d'être habitable pour que les morpsh adpatée à Mars comme les rusters soient peu coûteuses à créer.

source: As a result, the Planetary Consortium has been responsible for the employment of almost half of all remaining infomorph refugees.
fr_fr: Le Consortium Planétraire est donc devenu responsable de l'emploi de presque toutes le sinformophs réfugiées restantes.

source: For the past decade, the vast majority of infomorph refugees who want bodies have found that indenturing themselves to the Planetary Consortium or one of the associated hypercorps involved in Martian terraforming is the most reliable way to find both a morph and housing, since both are guaranteed at the end of the contract.
fr_fr: Pendant la dernière décennie, la grande majorité des infomorphs réfugiées qui ont voulus un corps ont trouvé que se contracter au Consortium Planétaire ou à l'une des hypercorp associée impliquée dans la terraformation Martienne est la méthode la plus fiable pour obtenir une morph et un domicile, puisque les deux sont garantis à la fin du contrat.

source: The work involved is particularly difficult, however, and the contracts are normally quite long.
fr_fr: Le travail nécessaire est cependant particulièrement difficile, et les contrats sont normalement relativement longs.

source: The Planetary Consortium is also particularly adept at adding charges that prolong indenture—though most indentures carry five to twenty year contracts, in reality these indentures typically last between eight and twenty-five years; some go on even longer.
fr_fr: Le Consortium Planétaire est également adepte de l'ajout de charge qui prolongent le contrat - bein que la plupart des contractés signent des contrats de cinq à vingt ans, enr éaltié ces contractés durent typiquement de huit à cinquante-cinq ans; certains durant même ecore plus longtemps.

source: This large population of indentured servants on Mars—many of them now free and resleeved—is becoming a force in its own right, adhering to the Martian wilds and rural areas and disdaining the elite hypercorp domes.
fr_fr: Cette grosse population de serviteurs contractés sur Mars - beaucoup d'entre eux étant libre et réincarné - est devenu une force de son propre chef, adhérant aux zone rurale et sauvage de Mars et dédaignant les dômes des élites hypercorp.

source: Adopting the name Barsoomians from an old Earth fiction series, this resentful lower class is increasingly becoming a thorn in the Planetary Consortium's side.
fr_fr: Se choisissant le nom de Barsoomiens d'une vieille série de fiction Terrestre, cette classe basse irritée est en train de devenir une épine dans le flanc du Consortium Planétaire.

source: Even though it is highly automated, terraforming and agricultural work on Mars is both tedious and physically demanding labor.
fr_fr: Même si le processus est fortement automatisé, la terraformation et l'agriculture sur Mars est un travail à la fois lassant et physiquement éprouvant.

source: Indentured employees are regularly sent into the regions that were most affected by the Fall.
fr_fr: Les contractés sont régulièrement envoyés dans les régions qui ont été le plus affectées par la Chute.

source: As a result, these employees occasionally face attacks by life forms mutated by the TITANs, nanotech war-swarms, or similar still-active and dangerous exotic technologies.
fr_fr: En conséquence, ces employs font occasionnellement face à des attaques de forme de vie mutées par les TITANs, des essaims de guerre nanotechnologique ou d'autres technologie exotiques similaire et dangereusement actives.

source: Indentured employees are not charged for damage to or destruction of their morphs caused by such dangers, but the experience of even reversible death from such causes is highly traumatic.
fr_fr: Les employés contractés ne sont pas tenus responsable de la destruction ou des dommages apportés par de tels dangers à leur morph, mais faire l'expérience d'une mort, même si elle est réversible, dans ces conditions est hautement traumatisant.

source: Other refugees found that they enjoyed life as infomorphs, reveling in complex simulspaces and otherwise living up the virtual life.
fr_fr: D'autres réfugiés se sont découvert à prendre du plaisir en tant qu'infomrophs, se délectant de simulspace complexe et profitant de la vie virtuelle.

source: Some found work that paid for the ability to egocast throughout the solar system.
fr_fr: Certains ont trouvé un boilot leur permettant de se payer un egocast à travers tout le système solaire.

source: Ten years after the Fall, there is a thriving infomorph culture.
fr_fr: Dix ans après la Chute, il y a une culture infomorph florissante.

source: While exact data is difficult to obtain, many researchers believe that at least a third of all current infomorph refugees have no plans to place themselves into a morph, instead enjoying the freedom of virtual existence.
fr_fr: Bien que des données soient difficile à obtneir, beaucoup de chercheurs pensent qu'au moin un tiers des infomorph réfugiées actuels n'ont pas pour projet de se prendre une morph, préférant la liberté de l'existence virtuelle.

source: Especially in the outer system, these infomorphs have become increasingly involved in habitat politics; many habitats have officials who are infomorphs.
fr_fr: Ces infomorphs sont devenues extrêmement impliquées dans les politiques d'habitats, en particulier dans le système extérieur; beaucoup d'habitat ont des représenatnts qui sont des infomorphs.

source: Most researchers predict this infomorph culture will increasingly diverge from physical cultures as time progresses.
fr_fr: Beaucoup de chercheurs prédisent que cette culture infomorph va de plus en plus s'écarter des cultures physiques au fur et à mesure de leur progression.

source: With so many infugees acquiring cheap synthmorph shells—particularly cases and synths—and being unable to afford anything better, synthmorphs have become associated with poverty throughout the solar system.
fr_fr: Avec autant d'infugiés faisant l'aquisition de coquilles synthmorph bon marché - particulièrement les valises et les synth - et étant incapable de s'acheter mieux, les synthmorphs ont été associées à la pauvreté à travers tout le système solaire.

source: This lowest strata of the poor are often referred to as “the clanking masses,” and compose one-sixth of the transhuman population.
fr_fr: Cette couche basse des pauvre est souvent appellée "la masse cliquetante," et compose un sixième de la population transhumaine.

source: Most of these people strongly desire to acquire a biomorph, even if it is only a splicer or worker pod.
fr_fr: La plupart de ces personnes désirent fortement acqurire uen biomorph, même si ce n'est qu'une splicer ou un pod de travail.

source: As a result of their presence, however, many synthmorphs are now viewed with distaste, especially in elite social circles.
fr_fr: En raison de leur présence, beaucoup de synthmorphs ont vues avec dégoût, en aprticulier dans les cercles sociaux de l'élite.

source: Even those who have expensive, lovely, custom-designed synthetic morphs fitted with all of the latest augmentations are considered to be eccentrics with poor taste.
fr_fr: Même ceux qui possède une morph synthétique chère, amoureusement personnalisée et équippée de toutes les dernière augmentations sont considérés comme étant des excentriques ayant mauvais goût.

source: The social stigma against synthmorphs is strengthened by the fear that, in the event of another attack by the TITANs, their robotic shells could be rapidly co-opted to become a deadly TITAN-controlled army.
fr_fr: la stigmatisation sociale des synthmorphs est renforcée par la peur que, en cas d'une autre attaque des TITANs, leur coques robotiques pourraient rapidement être cooptés pour devenir une armée mortelle contrôllées par les TITANs.

source: This has led to some habitats going so far as to actively segregate their synthmorph populations, rationalized by the fact that synthmorphs can easily inhabit unheated and unpressurized portions of various habitats.
fr_fr: Cela a poussé certains habitats à aller aussi loin que la ségrégation active de leur population en synthmorph, ségrégation rationnalisée par le fait que les synthmorphs peuvent facilement vivre dans des portions non chauffées et dépressurisés de différents habitats.

source: This segregation and social stigma, however, has produced the beginnings of an emergent synthmorph culture.
fr_fr: Cette ségrégation et cette stigmatisation sociale, a produit le démarrage d'une culture synthmorph émergente.

source: There are already numerous habitats where all of the inhabitants are sleeved in synthetic shells and conventional life support exists only for the few visitors wearing biomorphs.
fr_fr: Il y a déjà de nombreux habitats dans lesquels tous les habitants sont incarnés dans des coques synthétique et dans lesquel els systèmes de survie conventionnels n'existent que pour les quelques visiteurs qui portent des biomorphs.
